{"meta":{"title":"Who's in Your Wallet?","description":"site description","url":"https://www.pudding.cool"},"content":[{"type":"hero","value":{"title":"Who's in Your Wallet?","subtitle":"Analyzing more than 200 portraits on banknotes across the globe can give us a better picture of countries' history and national identity"}},{"type":"viz","value":{"id":"banknotesViz","text":"If you open your wallet right now, who do you see there? You might see some of America’s founding fathers. And if you're reading this from <select id=\"country-selector\" name=\"country-selector\"></select>, you're probably looking at people who made history in your country. Without even noticing, you're always carrying around reminders of prominent people in your wallet, but have you ever wondered, \"Who gets to be on banknotes?\""}},{"type":"textBasic","value":[{"type":"text","value":"We decided to investigate the people who appear on banknotes around the world, to see what we could learn about them and their countries."},{"type":"text","value":"We wanted this analysis to be as international as possible so we inquired into 38 countries from <a href=\"https://unstats.un.org/unsd/methodology/m49/\" target=\"_blank\">all 22 sub and sub-subregions of the world</a>, based on the United Nations’ Statistics Department geoscheme."}]},{"type":"viz","value":{"id":"summaryViz","mapID":"map.webp","nBanknotes":"236","nIndividuals":"241","propFemale":".21","propMale":".79"}},{"type":"learnMore","value":{"title":"Read more about why the number of unique individuals and unique banknotes are different","text":"Several countries feature the same person on multiple banknotes like Bangladesh, which depicts their Founder on all nine of their denominations. For the purpose of counting unique individuals, Bangladesh’s founding father would be counted as a single person but he would count as nine unique bills. Other countries have multiple portraits in one banknote, like the 10 CAD banknote which includes the portraits of four prominent Canadians. Each Canadian would be counted as a unique person but together would count as a single bill."}},{"type":"textBasic","value":[{"type":"text","value":"We looked at their professions and accomplishments, among other characteristics, to understand who is on the banknotes of the world, and what it took to get there."}]},{"type":"learnMore","value":{"title":"Read more about how we determined everyone’s occupations","text":"If a person held multiple positions, we would describe them using their most notable role. For instance, George Washington is known for being the first president of the United States, but he is most notable for the founding of the country so we classified him as a founder."}},{"type":"viz","value":{"id":"occupationViz","steps":[{"id":"step1","text1":"<b>19%</b> of people featured on banknotes are Writers (45 people from 23 countries).","text2":"Writing was the most common profession among women and the second most common for men.","nameIDs":""},{"id":"step2","text1":"Some notable figures in this category include Colombia’s first Nobel Prize of Literature winner Gabriel García Márquez, the pioneer of Japanese modern literature Ichiyo Higuchi and Turkish writer Fatma Aliye Topuz who is known as the first female author in the Islamic world.","text2":"The designer of the current Israeli banknotes, Osnat Eshel, told <a href=\"https://www.haaretz.com/israel-news/culture/.premium-gaining-currency-1.5241369\" target=\"_blank\">newspaper Haaretz</a> that she was “brought up with Hebrew poetry at home” and that’s why she felt so dearly about creating designs inspired by their widely known poems. This example could indicate that citizens might have deep emotional connections with the works of writers which makes them a great choice to represent national identity on banknotes.","nameIDs":"TRY_Fatma, COP_Gabriel, JPY_Ichiyo"},{"id":"step3","text1":"Head of Government, the second most common profession in our dataset, featured only one woman: Corazon C. Aquino.","text2":"She was president of the Philippines from 1986 to 1992 and is known for restoring democracy after the dictatorship of Ferdinand Marco.","nameIDs":"PHP_Corazon"},{"id":"step4","text1":"There are only four female Politician featured on banknotes and three of them were the first women to hold a specific government role:","text2":"Rose Lomathinda Chibambo, the first female cabinet minister of Malawi.","text3":"Agnes Macphail and Edith Cowan, the first elected women to the parliaments of Canada and Australia respectively.","nameIDs":"MWK_Rose, CAD_Agnes, AUD_Edith"},{"id":"step5","text1":"Not a single country we analyzed featured a woman who is considered the founder of their nation.","text2":"Instead, women who were involved in independence wars are often called “National Heroes” or revolutionaries.","text3":"For example, the Venezuelan central bank writes that Josefa Camejo is a heroine of the independence movement, while the descriptions of her male contemporaries pictured on the banknotes include “father of the nation” and “leader.”","nameIDs":"VES_Camejo"},{"id":"step6","text1":"We didn’t count Monarchs as heads of government because oftentimes they don’t play that role and decided to give them their own category.","text2":"There are just 12 monarchs featured on banknotes and only two of them are women: Queen Elizabeth II and Queen Tamar of Georgia.","nameIDs":"AUD_Elizabeth, GEL_Tamar"}]}},{"type":"textBasic","value":[{"type":"text","value":"We acknowledge that heads of government, politicians, founders and monarchs are all involved in governance in some shape or form and therefore, could be counted together. If we were to add up the four categories it would yield <b>103</b> unique people. This means that <b>42%</b> of all the people we analyzed are involved in governance. Writer would still be a top-ranked profession, coming in second place."}]},{"type":"heading","value":{"text":"Being known as the first person to do something can get you on a banknote"}},{"type":"textBasic","value":[{"type":"text","value":"Imagine being the first one of your demographic to be a member of Congress, the first president of a nation, the first Indigenous person to graduate from a national university. These are just some of the “firsts” that some of our characters achieved during their lifetimes."},{"type":"text","value":"On average,  <b>29%</b> of people in a country’s currency were known for being the first ones to do something."}]},{"type":"learnMore","value":{"title":"Read more about what does it mean to be the first at doing something","text":"For the purpose of this analysis, a person is considered first to do something if it is explicitly mentioned in their biographies (official government websites, Wikipedia, Encyclopedia Britannica,, etc.) and if that act contributes to their fame. For example, Agnes Macphail was Canada’s first female member of parliament and her face graces the 10 CAD banknote. If one searches for her name online, this fact is mentioned in almost every website that talks about her."}},{"type":"slideShow","value":{"images":[{"img":"currency/NZD_5.jpg","caption":"Edmund Hillary of New Zealand, the first to reach the peak of Mount Everest"},{"img":"currency/NGN_1000.jpg","caption":"Alhaji Aliyu Mai-Bornu and Dr. Clement Isong, the first and second indigeneous Governors of the Central Bank of Nigeria."},{"img":"currency/CLP_5000.jpg","caption":"Gabriela Mistral of Chile, South America's first ever Nobel Laureate in Literature."},{"img":"currency/JPY_5000.jpg","caption":"Ichiyo Higuchi, Japan's first prominent female writer of modern literature"},{"img":"currency/RSD_10.jpg","caption":"Vuk Stefanovic Karadžic, author of the 1st dictionary in the reformed Serbian language."}]}},{"type":"viz","value":{"id":"firstsViz"}},{"type":"heading","value":{"text":"If your face does end up in a banknote, you might get any bill value"}},{"type":"textBasic","value":[{"type":"text","value":"We were curious to see whether men or women got higher bill values. We found out that the distribution across bill values was the same. Similar to gender, there is no apparent correlation between profession and bill value."}]},{"type":"viz","value":{"id":"denominationsViz"}},{"type":"portraitBox","value":{"portraitID":"SEK_Lindgren_fullsize.webp","text":[{"type":"text","value":"However, there are some countries that are intentional about who they put in a specific bill value. This is the case of Sweden as they thoughtfully decided that Astrid Lindgren, the author of the children’s books about Pippi Longstocking, would be in the 20-note krona."},{"type":"text","value":"The <ahref=\"https://www.riksbank.se/globalassets/media/sedlar--mynt/sedel--och-myntutbytet-2015-2017/engelska/themes-and-motifs\" target=\"_blank\">report</a>bank’s website</a> says: “Astrid Lindgren appears to be the person most popular as a motif among the general public. The committee therefore suggests that she should be on the banknote that is used most in the retail trade, which is the 20-krona note. This is also the banknote most likely to be used by children. Furthermore, it seems appropriate to alternate men and women on different denominations.”"}]}},{"type":"heading","value":{"text":"Unfortunately, you probably won’t see yourself on a banknote in your lifetime"}},{"type":"textBasic","value":[{"type":"text","value":"Only <b>10</b> people were alive to see themselves on banknotes. <b>96%</b> of the portraits were issued after the person had died."}]},{"type":"viz","value":{"id":"issueDateViz","steps":[{"id":"step1","text1":"Hannibal, the famous Military Commander from ancient Carthage and face of the Tunisian dinar, died in 183 BCE, which makes him the oldest person in our dataset.","nameIDs":"TND_Hannibal"},{"id":"step2","text1":"South Korea had the oldest people on average: all four of them lived in the 13th and 14th centuries.","nameIDs":"KRW_Sejong, KRW_Shin, KRW_Hwang, KRW_I"},{"id":"step3","text1":"For exactly ⅓ of the people, it took centuries. Eighty-one people died more than 100 years before they were issued to a current legal-tender banknote.","nameIDs":"ARS_Domingo,ARS_Rosas,ARS_Belgrano,AUD_Reibey,BOB_Zarate,BOB_Tupa,BOB_Sucre,BOB_Bolivar,BOB_Azurduy,BOB_Canoto,BOB_Santos,BOB_Eustaquino,BOB_Ignacio,BOB_Bartolina,BOB_Katari,BOB_Tupac,BOB_Alejo,CAD_Cartier,CLP_Chacon,CLP_Andres,CLP_Erdoyza,COP_Isaacs,COP_Santander,COP_Policarpa,CRC_Acuna,CRC_Carrillo,CZK_Frantisek,CZK_Bozena,CZK_Amos,CZK_Charles,DOP_Rosario,DOP_Luperon,DOP_Salome,GBP_Turner,GBP_Austen,GEL_Tamar,GEL_Shota,GEL_David,ISK_Sigurdsson,ISK_Hallgrimsson,ISK_Ragnheiour,ISK_Sveinsson,IDR_Prince,IDR_Sultan,JMD_Sharpe,JMD_Nanny,JPY_Ichiyo,KGS_Balasagyn,MXN_Benito,MXN_Hidalgo,MXN_Morelos,MXN_Juana,MXN_Neza,PEN_Santa,STD_Rei,RSD_Vuk,RSD_Njegos,KRW_I,KRW_Hwang,KRW_Shin,KRW_Sejong,TND_Hannibal,TRY_Itri,TRY_Yunus,UAH_Taras,UAH_Skovoroda,UAH_Mazepa,UAH_Bogdon,UAH_Yaroslav,UAH_Great,USD_Franklin,USD_Hamilton,UYU_Varela,UYU_Larranaga,BOB_Bolivar,BOB_Sucre,VES​_Camejo,VES​_Miranda,VES​_Rodrigues,VES​_Ezequiel,VES​_Rajael,VES​_Ribas"},{"id":"step4","text1":"The shortest waiting time for someone to be put on a banknote after their death was one year, and this was only the case for four people: Gabriel García Márquez of Colombia, General Murtala Mohammed of Nigeria, Corazon C. Aquino and Manuel A. Roxas of the Philippines.","text2":"All four of these people were notable firsts as well. We found that people who were known for a first were issued on a banknote sooner than those that were not notable firsts.","nameIDs":"COP_Gabriel, NGN_Murtala, PHP_Corazon, PHP_Roxas"},{"id":"step5","text1":"Among the 10 people who were alive to see themself on a banknote, only Queen Elizabeth is still alive.","nameIDs":"BDT_Rahman,IDR_Soekarno,JMD_Norman,MWK_Hastings,MWK_Rose,NZD_Edmund,PGK_Somare,ZAR_Mandela,TRY_Ataturk"}]}},{"type":"heading","value":{"text":"Some final thoughts"}},{"type":"textBasic","value":[{"type":"text","value":"In many places, paper money still fails to represent the large array of people it serves, with many countries preferring to showcase people (usually men) in positions of power or of national acclaim on their banknotes. However, money can also be a platform to uplift the unsung leaders who deserve our gratitude for making our countries what they are."},{"type":"text","value":"A few governments are attempting to do this. Four countries portray an activist and nine others portray revolutionaries who fought to overthrow their oppressors. The Mirabal sisters, pictured on the Dominican Peso, created a political movement that opposed the former dictator’s sexist and violent policies and fought for civil rights. Tragically, they were assassinated by the dictator’s henchmen in 1960. In 2007, 47 years later, the Mirabal sisters were introduced to the peso as symbols of democratic and feminist resistance."}]},{"type":"portraitBox","value":{"portraitID":"USD_Harriet_fullsize.webp","text":[{"type":"text","value":"The U.S. Treasury is trying to address some of its racist and sexist history by introducing Harriet Tubman in replacement of Andrew Jackson on the $20 bill, but this attempt was delayed by former President Donald Trump, who is reportedly a fan of the seventh US President. Indeed, the delay was a political move as Trump admitted that he was against changing the bill because he considers this change “pure political correctness.”"}]}},{"type":"textBasic","value":[{"type":"text","value":"Elsewhere, to avoid controversies, many currencies are moving away from portraits to instead display architecture, flora and fauna in their bills. Some currencies that have made that change include the Danish krone, the Euro and the Swiss Franc."},{"type":"text","value":"While it’s unclear whether more currencies will move towards faceless banknotes, their legacy and historical value will remain a subject of study and a source of heated discourse. So, next time you open your wallet you won’t see just little pieces of paper but rather symbols of power itself–spending power, political power, ideological power and more."},{"type":"text","value":"The next time you exchange cash, in your native country or a new one, what will you notice about the design and whose history is being represented?"}]},{"type":"methods","value":[{"type":"text","value":"Since we wanted to learn more about the specific people on banknotes, we narrowed our investigation to banknotes with non-generic people on them. This means that the country has explicitly said that the portrait on the banknote belongs to a specific person and it’s not an unspecified representation of a villager, a woman, a fictional character, etc."},{"type":"text","value":"Another condition we followed was to only count circulating banknotes that aren’t being recalled. This way we are only looking at bills that are and will continue to be legal tender for the foreseeable future."},{"type":"text","value":"We drew inspiration from a 2016 article by Vox about women on world banknotes. Since then, the data has changed so we collected updated numbers for this article."},{"type":"text","value":"Please remember that the conclusions and statistics presented in this article are only applicable for the countries analyzed. Collecting updated data on world banknotes is difficult because there isn’t a centralized governing body that keeps up-to-date records. Another limitation was that we are only proficient in English and Spanish but some countries' central bank websites weren’t available in those languages so we couldn’t cross-reference the data."},{"type":"text","value":"If you would like to do extra research on the topic, refer to Standard Catalog of World Paper Money 25th Edition or Wikipedia’s list of people on banknotes but again, remember these resources aren’t updated all the time and you might have to cross-reference with other resources. Many countries keep thorough records of their money on their central bank’s website so that is a good resource too."}]}]}