{"meta":{"title":"Who's in Your Wallet?","description":"site description","url":"https://www.pudding.cool"},"content":[{"type":"hero","value":{"title":"Who's in Your Wallet?","subtitle":"Analyzing more than 200 portraits on banknotes across the globe can give us a better picture of countries' history and national identity"}},{"type":"heading","value":{"text":"Being known as the first person to do something can get you on a banknote"}},{"type":"learnMore","value":{"title":"Read more about why the number of unique characters and unique banknotes are different","text":"Several countries feature the same person on multiple banknotes like Bangladesh, which has their Founding Father in all nine of their denominations. For the purpose of counting unique people, Bangladesh’s founding father would be counted as a single person but he would count as nine unique bills. Other countries have multiple portraits in one banknote, like the 10 CAD banknote which includes the portraits of four prominent Canadians. Each Canadian would be counted as a unique person but together would count as a single bill."}},{"type":"viz","value":{"id":"banknotesViz","text":"And if you're reading this from <select id=\"country-selector\" name=\"country-selector\"><option value=\"australia\">Australia</option></select>, you're probably looking at people who made history in your country. Without even noticing, you're always carrying around reminders of prominent people in your wallet, but have you ever wondered, \"who gets to be on banknotes?\""}},{"type":"methods","value":[{"type":"text","value":"Since we wanted to learn more about the specific people on banknotes, we narrowed our investigation to banknotes with non-generic people on them. This means that the country has explicitly said that the portrait on the banknote belongs to a specific person and it’s not an unspecified representation of a villager, a woman, a fictional character, etc."},{"type":"text","value":"Another condition we followed was to only count circulating banknotes that aren’t being recalled. This way we are only looking at bills that are and will continue to be legal tender for the foreseeable future."},{"type":"text","value":"We drew inspiration from a 2016 article by Vox about women on world banknotes. Since then, the data has changed so we collected updated numbers for this article."},{"type":"text","value":"Please remember that the conclusions and statistics presented in this article are only applicable for the countries analyzed. Collecting updated data on world banknotes is difficult because there isn’t a centralized governing body that keeps up-to-date records. Another limitation was that we are only proficient in English and Spanish but some countries' central bank websites weren’t available in those languages so we couldn’t cross-reference the data."},{"type":"text","value":"If you would like to do extra research on the topic, refer to Standard Catalog of World Paper Money 25th Edition or Wikipedia’s list of people on banknotes but again, remember these resources aren’t updated all the time and you might have to cross-reference with other resources. Many countries keep thorough records of their money on their central bank’s website so that is a good resource too."}]}]}