{"meta":{"title":"Who's in Your Wallet?","description":"site description","url":"https://www.pudding.cool"},"content":[{"type":"hero","value":{"title":"Who's in Your Wallet?","subtitle":"Analyzing more than 200 portraits on banknotes across the globe can give us a better picture of countries' history and national identity"}},{"type":"heading","value":{"text":"Being known as the first person to do something can get you on a banknote"}},{"type":"learnMore","value":{"title":"Read more about why the number of unique characters and unique banknotes are different","text":"Several countries feature the same person on multiple banknotes like Bangladesh, which has their Founding Father in all nine of their denominations. For the purpose of counting unique people, Bangladesh’s founding father would be counted as a single person but he would count as nine unique bills. Other countries have multiple portraits in one banknote, like the 10 CAD banknote which includes the portraits of four prominent Canadians. Each Canadian would be counted as a unique person but together would count as a single bill."}},{"type":"textBasic","value":[{"type":"text","value":"Some notable figures in this category include Colombia’s first Nobel Prize of Literature winner Gabriel García Márquez, the pioneer of Japanese modern literature Ichiyo Higuchi and Turkish writer Fatma Aliye Topuz who is known as the first female author in the Islamic world."},{"type":"text","value":"The designer of the current Israeli banknotes, Osnat Eshel, told newspaper Haaretz that she was “brought up with Hebrew poetry at home” and that’s why she felt so dearly about creating designs inspired by their widely known poems. This example could indicate that citizens might have deep emotional connections with the works of writers which makes them a great choice to represent national identity on banknotes."}]},{"type":"viz","value":{"id":"summaryViz","mapID":"map.webp","nBanknotes":"236","nIndividuals":"242","propFemale":".4","propMale":".6"}},{"type":"slideShow","value":{"images":[{"img":"currency/GBP_10.jpg","caption":"first image"},{"img":"currency/IDR_1000.jpg","caption":"second image"},{"img":"currency/JPY_1000.jpg","caption":"third image"}]}},{"type":"viz","value":{"id":"occupationViz","steps":[{"id":"step1","text1":"<b>19%</b> of people featured on banknotes are Writers (45 people from 23 countries).","text2":"Writing was the most common profession among women and the second most common for men.","nameIDs":""},{"id":"step2","text1":"Some notable figures in this category include Colombia’s first Nobel Prize of Literature winner Gabriel García Márquez, the pioneer of Japanese modern literature Ichiyo Higuchi and Turkish writer Fatma Aliye Topuz who is known as the first female author in the Islamic world.","text2":"The designer of the current Israeli banknotes, Osnat Eshel, told newspaper Haaretz that she was “brought up with Hebrew poetry at home” and that’s why she felt so dearly about creating designs inspired by their widely known poems. This example could indicate that citizens might have deep emotional connections with the works of writers which makes them a great choice to represent national identity on banknotes.","nameIDs":"TRY_Fatma, COP_Gabriel, JPY_Ichiyo"},{"id":"step3","text1":"Head of Government, the second most common profession in our dataset, featured only one woman: Corazon C. Aquino.","text2":"She was president of the Philippines from 1986 to 1992 and is known for restoring democracy after the dictatorship of Ferdinand Marco.","nameIDs":"PHP_Corazon"},{"id":"step4","text1":"There are only four female Politician featured on banknotes and three of them were the first women to hold a specific government role:","text2":"Rose Lomathinda Chibambo, the first female cabinet minister of Malawi.","text3":"Agnes Macphail and Edith Cowan, the first elected women to the parliaments of Canada and Australia respectively.","nameIDs":"MWK_Rose, CAD_Agnes, AUD_Edith"},{"id":"step5","text1":"Not a single country we analyzed featured a woman who is considered the founder of their nation.","text2":"Instead, women who were involved in independence wars are often called “National Heroes” or revolutionaries.","text3":"For example, the Venezuelan central bank writes that Josefa Camejo is a heroine of the independence movement, while the descriptions of her male contemporaries pictured on the banknotes include “father of the nation” and “leader.”","nameIDs":"VES_Camejo"},{"id":"step6","text1":"We didn’t count Monarchs as heads of government because oftentimes they don’t play that role and decided to give them their own category.","text2":"There are just 12 monarchs featured on banknotes and only two of them are women: Queen Elizabeth II and Queen Tamar of Georgia.","nameIDs":"AUD_Elizabeth, GEL_Tamar"}]}},{"type":"viz","value":{"id":"issueDateViz","steps":[{"id":"step1","text1":"Hannibal, the famous Military Commander from ancient Carthage and face of the Tunisian dinar, died in 183 BCE, which makes him the oldest person in our dataset.","nameIDs":"TND_Hannibal"},{"id":"step2","text1":"South Korea had the oldest people on average: all four of them lived in the 13th and 14th centuries.","nameIDs":"KRW_Sejong, KRW_Shin, KRW_Hwang, KRW_I"},{"id":"step3","text1":"For exactly ⅓ of the people, it took centuries. Eighty-one people died more than 100 years before they were issued to a current legal-tender banknote.","nameIDs":"ARS_Domingo,ARS_Rosas,ARS_Belgrano,AUD_Reibey,BOB_Zarate,BOB_Tupa,BOB_Sucre,BOB_Bolivar,BOB_Azurduy,BOB_Canoto,BOB_Santos,BOB_Eustaquino,BOB_Ignacio,BOB_Bartolina,BOB_Katari,BOB_Tupac,BOB_Alejo,CAD_Cartier,CLP_Chacon,CLP_Andres,CLP_Erdoyza,COP_Isaacs,COP_Santander,COP_Policarpa,CRC_Acuna,CRC_Carrillo,CZK_Frantisek,CZK_Bozena,CZK_Amos,CZK_Charles,DOP_Rosario,DOP_Luperon,DOP_Salome,GBP_Turner,GBP_Austen,GEL_Tamar,GEL_Shota,GEL_David,ISK_Sigurdsson,ISK_Hallgrimsson,ISK_Ragnheiour,ISK_Sveinsson,IDR_Prince,IDR_Sultan,JMD_Sharpe,JMD_Nanny,JPY_Ichiyo,KGS_Balasagyn,MXN_Benito,MXN_Hidalgo,MXN_Morelos,MXN_Juana,MXN_Neza,PEN_Santa,STD_Rei,RSD_Vuk,RSD_Njegos,KRW_I,KRW_Hwang,KRW_Shin,KRW_Sejong,TND_Hannibal,TRY_Itri,TRY_Yunus,UAH_Taras,UAH_Skovoroda,UAH_Mazepa,UAH_Bogdon,UAH_Yaroslav,UAH_Great,USD_Franklin,USD_Hamilton,UYU_Varela,UYU_Larranaga,BOB_Bolivar,BOB_Sucre,VES​_Camejo,VES​_Miranda,VES​_Rodrigues,VES​_Ezequiel,VES​_Rajael,VES​_Ribas"},{"id":"step4","text1":"The shortest waiting time for someone to be put on a banknote after their death was one year, and this was only the case for four people: Gabriel García Márquez of Colombia, General Murtala Mohammed of Nigeria, Corazon C. Aquino and Manuel A. Roxas of the Philippines.","text2":"All four of these people were notable firsts as well. We found that people who were known for a first were issued on a banknote sooner than those that were not notable firsts.","nameIDs":"COP_Gabriel, NGN_Murtala, PHP_Corazon, PHP_Roxas"},{"id":"step5","text1":"Among the 10 people who were alive to see themself on a banknote, only Queen Elizabeth is still alive.","nameIDs":"BDT_Rahman,IDR_Soekarno,JMD_Norman,MWK_Hastings,MWK_Rose,NZD_Edmund,PGK_Somare,ZAR_Mandela,TRY_Ataturk"}]}},{"type":"viz","value":{"id":"denominationsViz"}},{"type":"viz","value":{"id":"firstsViz"}},{"type":"portraitBox","value":{"portraitID":"USD_Harriet_fullsize.webp","text":[{"type":"text","value":"Et nulla eget nisl molestie velit condimentum et aliquam luctus. Arcu ac mattis eu consequat in luctus cursus fermentum gravida. Nulla ullamcorper et aliquet elementum mi morbi ut eu."},{"type":"text","value":"Aliquam vitae tortor ut proin odio et. Orci massa sit integer ullamcorper. Id etiam velit purus ut. Proin lectus praesent velit pellentesque maecenas consectetur pulvinar odio egestas."}]}},{"type":"viz","value":{"id":"banknotesViz","text":"And if you're reading this from <select id=\"country-selector\" name=\"country-selector\"><option value=\"australia\">Australia</option></select>, you're probably looking at people who made history in your country. Without even noticing, you're always carrying around reminders of prominent people in your wallet, but have you ever wondered, \"who gets to be on banknotes?\""}},{"type":"methods","value":[{"type":"text","value":"Since we wanted to learn more about the specific people on banknotes, we narrowed our investigation to banknotes with non-generic people on them. This means that the country has explicitly said that the portrait on the banknote belongs to a specific person and it’s not an unspecified representation of a villager, a woman, a fictional character, etc."},{"type":"text","value":"Another condition we followed was to only count circulating banknotes that aren’t being recalled. This way we are only looking at bills that are and will continue to be legal tender for the foreseeable future."},{"type":"text","value":"We drew inspiration from a 2016 article by Vox about women on world banknotes. Since then, the data has changed so we collected updated numbers for this article."},{"type":"text","value":"Please remember that the conclusions and statistics presented in this article are only applicable for the countries analyzed. Collecting updated data on world banknotes is difficult because there isn’t a centralized governing body that keeps up-to-date records. Another limitation was that we are only proficient in English and Spanish but some countries' central bank websites weren’t available in those languages so we couldn’t cross-reference the data."},{"type":"text","value":"If you would like to do extra research on the topic, refer to Standard Catalog of World Paper Money 25th Edition or Wikipedia’s list of people on banknotes but again, remember these resources aren’t updated all the time and you might have to cross-reference with other resources. Many countries keep thorough records of their money on their central bank’s website so that is a good resource too."}]}]}