{"meta":{"title":"Who’'s in Your Wallet?","description":"site description","url":"https://www.pudding.cool"},"content":[{"type":"hero","value":{"title":"Who’s in Your Wallet?","subtitle":"Analyzing more than 200 portraits on banknotes across the globe can give us a better picture of countries’ history and national identity"}},{"type":"viz","value":{"id":"banknotesViz","text":"If you open your wallet right now, who do you see there? You might see some of America’s founding fathers. And if you’re reading this from <select id=\"country-selector\" name=\"country-selector\"></select>, you’re probably looking at people who made history in your country. Without even noticing, you’re always carrying around reminders of prominent people in your wallet, but have you ever wondered, who gets to be on banknotes?"}},{"type":"textBasic","value":[{"type":"text","value":"We decided to investigate the people who appear on banknotes around the world, to see what we could learn about them and their countries."},{"type":"text","value":"We wanted this analysis to be as international as possible so we inquired into 38 countries from <a href=\"https://unstats.un.org/unsd/methodology/m49/\" target=\"_blank\">all 22 sub and sub-subregions of the world</a>, based on the United Nations’ Statistics Department geoscheme."}]},{"type":"viz","value":{"id":"summaryViz","mapID":"map.webp","nBanknotes":"236","nIndividuals":"241","propFemale":".21","propMale":".79"}},{"type":"learnMore","value":{"title":"Read more about why the number of unique individuals and unique banknotes are different","text":"Several countries feature the same person on multiple banknotes. For instance, Bangladesh features their founder on all nine of their denominations. This gets logged in the dataset as 9 unique banknotes but only a single unique individual. Conversely, other countries feature multiple individuals on a single banknote, like the Canadian 10 dollar banknote featuring four prominent Canadians. Each Canadian would be counted as a unique individual, but only a single unique bill."}},{"type":"textBasic","value":[{"type":"text","value":"We looked at their professions and accomplishments, among other characteristics, to understand who is featured on the banknotes of the world, and what it took to get there."}]},{"type":"learnMore","value":{"title":"Read more about how we determined everyone’s occupations","text":"If a person held multiple positions, we would describe them using their most notable role. For instance, George Washington is known for being the first president of the United States, but he is most notable for the founding of the country so we classified him as a founder."}},{"type":"viz","value":{"id":"occupationViz","steps":[{"id":"step1","text1":"<b>19%</b> of people featured on banknotes are Writers (45 people from 23 countries).","text2":"Writing was the most common profession among women and the second most common for men.","nameIDs":""},{"id":"step2","text1":"Some notable figures in this category include Colombia’s first Nobel Prize of Literature winner Gabriel García Márquez, the pioneer of Japanese modern literature Ichiyo Higuchi and Turkish writer Fatma Aliye Topuz, who is known as the first female author in the Islamic world.","text2":"Writers can give voice to a place, time, and culture in a way that can resonate and instill a sense of shared identity among citizens, perhaps making them a such a popular choice to feature on banknotes.","nameIDs":"TRY_Fatma,COP_Gabriel,JPY_Ichiyo"},{"id":"step3","text1":"While writers seem like a safe choice to be on banknotes, they can also cause controversy. For instance, Israel exclusively features Hebrew poets “whose life stories, works, and activities are intertwined with the story of the rebirth of the Nation of Israel in its land.”","text2":"Or, as Amit Trainin, head of the Visual Communication Department at Tel Aviv’s Minshar for Art, says  “if we’re going to have bombastic national symbols [on banknotes], better poor poets than rich generals.”","text3":"Yet, many decry that the current Israeli series only represent Ashkenazi Jews and don’t include anyone of Sephardi or Mizrahi heritage, an exclusion that some hope will be solved in following editions.","nameIDs":"ILS_Goldberg,ILS_Nathan,ILS_Rachel,ILS_Shaul"},{"id":"step4","text1":"The second most common profession in the dataset is Head of Government, which only features one woman: Corazon C. Aquino.","text2":"She was president of the Philippines from 1986 to 1992 and is known for restoring democracy after the dictatorship of Ferdinand Marco.","nameIDs":"PHP_Corazon"},{"id":"step5","text1":"There are only four female Politicians featured on banknotes and three of them were the first women to hold a specific government role:","text2":"Rose Lomathinda Chibambo, the first female cabinet minister of Malawi.","text3":"Agnes Macphail and Edith Cowan, the first elected women to the parliaments of Canada and Australia respectively.","nameIDs":"KGS_Datka,MWK_Rose,CAD_Agnes,AUD_Edith"},{"id":"step6","text1":"Not a single country we analyzed featured a woman who is considered the founder of their nation.","text2":"Instead, women who were involved in independence wars are often called “National Heroes” or revolutionaries.","text3":"For example, the Venezuelan central bank writes that Josefa Camejo is a heroine of the independence movement, while the descriptions of her male contemporaries pictured on the banknotes include “father of the nation” and “leader.”","nameIDs":"VES_Camejo"},{"id":"step7","text1":"We classified monarchs as separate from heads of government because oftentimes they don’t play that role.","text2":"There are just 12 monarchs featured on banknotes and only two of them are women: Queen Elizabeth II and Queen Tamar of Georgia.","nameIDs":"AUD_Elizabeth, GEL_Tamar"}]}},{"type":"textBasic","value":[{"type":"text","value":"We acknowledge that heads of government, politicians, founders and monarchs are all involved in governance in some shape or form and therefore could be counted together. Doing so would yield <b>103</b> unique individuals in this category. In other words, <b>42%</b> of all the individuals we analyzed can be thought of playing a role in governance broadly defined."}]},{"type":"heading","value":{"text":"Being known as the first person to do something can get you on a banknote"}},{"type":"textBasic","value":[{"type":"text","value":"Imagine being the first one of your demographic to be a member of Congress, the first president of a nation, the first Indigenous person to graduate from a national university. These are just some of the “firsts” that are featured on banknotes in this dataset."},{"type":"text","value":"On average,  <b>29%</b> of people in a country’s currency were known for being the first ones to do something."}]},{"type":"learnMore","value":{"title":"Read more about what it means to be the “first”","text":"For the purpose of this analysis, a person is considered \"first\" to do something if it is explicitly mentioned in their biographies (official government websites, Wikipedia, Encyclopedia Britannica,, etc.) and if that act contributes to their fame. For example, Agnes Macphail was Canada’s first female member of parliament and her face graces the 10 CAD banknote. If one searches for her name online, this fact is mentioned in almost every website that talks about her."}},{"type":"slideShow","value":{"images":[{"img":"currency/NZD_5.jpg","caption":"Edmund Hillary of New Zealand, the first to reach the peak of Mount Everest"},{"img":"currency/NGN_1000.jpg","caption":"Alhaji Aliyu Mai-Bornu and Dr. Clement Isong, the first and second Indigeneous Governors of the Central Bank of Nigeria."},{"img":"currency/CLP_5000.jpg","caption":"Gabriela Mistral of Chile, South America’s first ever Nobel Laureate in Literature."},{"img":"currency/JPY_5000.jpg","caption":"Ichiyo Higuchi, Japan’s first prominent female writer of modern literature"},{"img":"currency/RSD_10.jpg","caption":"Vuk Stefanovic Karadžic, author of the 1st dictionary in the reformed Serbian language."}]}},{"type":"viz","value":{"id":"firstsViz"}},{"type":"heading","value":{"text":"If your face does end up in a banknote, how much will it be worth?"}},{"type":"textBasic","value":[{"type":"text","value":"We were curious to see whether there was any pattern between the gender of a featured individual and the relative value of the banknote. We found that the distribution across bill values was roughly the same. Similarly, there is no appreciable relationship between profession and bill value in this dataset."}]},{"type":"viz","value":{"id":"denominationsViz"}},{"type":"portraitBox","value":{"portraitID":"SEK_Lindgren_fullsize.webp","text":[{"type":"text","value":"However, there are some countries that intentionally assign a particular individual to a particular banknote value. This is the case of Sweden as they thoughtfully decided that Astrid Lindgren, the author of the children’s books about Pippi Longstocking, would be on the 20-note krona."},{"type":"text","value":"The <a href=\"https://www.riksbank.se/globalassets/media/sedlar--mynt/sedel--och-myntutbytet-2015-2017/engelska/themes-and-motifs\" target=\"_blank\">bank’s website</a> says: “Astrid Lindgren appears to be the person most popular as a motif among the general public. The committee therefore suggests that she should be on the banknote that is used most in the retail trade, which is the 20-krona note. This is also the banknote most likely to be used by children.”"}]}},{"type":"heading","value":{"text":"Unfortunately, you probably won’t see yourself on a banknote in your lifetime"}},{"type":"textBasic","value":[{"type":"text","value":"Only <b>10</b> people were alive to see themselves on banknotes. <b>96%</b> of the banknotes were issued after the person featured on the banknote had died."}]},{"type":"viz","value":{"id":"issueDateViz","steps":[{"id":"step1","text1":"Hannibal, the famous Military Commander from ancient Carthage and face of the Tunisian dinar, died in 183 BCE, which makes him the oldest person in our dataset.","nameIDs":"TND_Hannibal"},{"id":"step2","text1":"South Korea, on average, featured the oldest people in history: all four of them lived in the 13th and 14th centuries.","nameIDs":"KRW_Sejong, KRW_Shin, KRW_Hwang, KRW_I"},{"id":"step3","text1":"For exactly ⅓ of the featured individuals, it took centuries. Eighty-one people died more than 100 years before they were issued to a current legal-tender banknote.","nameIDs":"ARS_Domingo,ARS_Rosas,ARS_Belgrano,AUD_Reibey,BOB_Zarate,BOB_Tupa,BOB_Sucre,BOB_Bolivar,BOB_Azurduy,BOB_Canoto,BOB_Santos,BOB_Eustaquino,BOB_Ignacio,BOB_Bartolina,BOB_Katari,BOB_Tupac,BOB_Alejo,CAD_Cartier,CLP_Chacon,CLP_Andres,CLP_Erdoyza,COP_Isaacs,COP_Santander,COP_Policarpa,CRC_Acuna,CRC_Carrillo,CZK_Frantisek,CZK_Bozena,CZK_Amos,CZK_Charles,DOP_Rosario,DOP_Luperon,DOP_Salome,GBP_Turner,GBP_Austen,GEL_Tamar,GEL_Shota,GEL_David,ISK_Sigurdsson,ISK_Hallgrimsson,ISK_Ragnheiour,ISK_Sveinsson,IDR_Prince,IDR_Sultan,JMD_Sharpe,JMD_Nanny,JPY_Ichiyo,KGS_Balasagyn,MXN_Benito,MXN_Hidalgo,MXN_Morelos,MXN_Juana,MXN_Neza,PEN_Santa,STD_Rei,RSD_Vuk,RSD_Njegos,KRW_I,KRW_Hwang,KRW_Shin,KRW_Sejong,TND_Hannibal,TRY_Itri,TRY_Yunus,UAH_Taras,UAH_Skovoroda,UAH_Mazepa,UAH_Bogdon,UAH_Yaroslav,UAH_Great,USD_Franklin,USD_Hamilton,UYU_Varela,UYU_Larranaga,BOB_Bolivar,BOB_Sucre,VES​_Camejo,VES​_Miranda,VES​_Rodrigues,VES​_Ezequiel,VES​_Rajael,VES​_Ribas"},{"id":"step4","text1":"The shortest waiting time for someone to be put on a banknote after their death was just one year, and this was only the case for four people: Gabriel García Márquez of Colombia, General Murtala Mohammed of Nigeria, Corazon C. Aquino and Manuel A. Roxas of the Philippines.","text2":"All four of these people were notable \"firsts\" as well. We found that people who were known for a \"first\" were issued on a banknote sooner than those that were not notable \"firsts\".","nameIDs":"COP_Gabriel, NGN_Murtala, PHP_Corazon, PHP_Roxas"},{"id":"step5","text1":"Among the 10 people who were alive to see themselves on a banknote, only Queen Elizabeth is still alive today.","nameIDs":"BDT_Rahman,IDR_Soekarno,JMD_Norman,MWK_Hastings,MWK_Rose,NZD_Edmund,PGK_Somare,ZAR_Mandela,TRY_Ataturk"}]}},{"type":"textBasic","value":[{"type":"text","value":"Some countries have gone a step further by creating laws that make specific stipulations about who can be featured on bills. The United States Treasury makes it clear that only deceased persons are legally allowed to be on the currency. The same is true for The Bank of England and Canada (though both make an exception for the Monarch), with Canada going a step further and insisting the individual must have been dead for at least 25 years. England and Canada both also prohibit fictional characters from appearing on banknotes."}]},{"type":"heading","value":{"text":"Some final thoughts"}},{"type":"textBasic","value":[{"type":"text","value":"In many places, paper money still fails to represent the large array of people it serves, with many countries preferring to showcase people (usually men) in positions of power or of national acclaim on their banknotes. However, money can also be a platform to uplift the unsung leaders who deserve our gratitude for making our countries what they are."},{"type":"text","value":"A few governments are attempting to do this. Four countries portray an activist and nine others portray revolutionaries who fought to overthrow their oppressors. The Mirabal sisters, pictured on the Dominican Peso, created a political movement that opposed the former dictator’s sexist and violent policies and fought for civil rights. Tragically, they were assassinated by the dictator’s henchmen in 1960. In 2007, 47 years later, the Mirabal sisters were introduced to the peso as symbols of democratic and feminist resistance."}]},{"type":"portraitBox","value":{"portraitID":"USD_Harriet_fullsize.webp","text":[{"type":"text","value":"The U.S. Treasury is trying to address some of its racist and sexist history by featuring Harriet Tubman as a replacement of Andrew Jackson on the $20 bill, but this attempt was delayed by former President Donald Trump, who is reportedly a fan of the seventh US President. Indeed, the delay was a political move as Trump admitted that he was against changing the bill because he considers this change “pure political correctness.”"}]}},{"type":"textBasic","value":[{"type":"text","value":"Elsewhere, to avoid controversies, many currencies are moving away from portraits and instead displaying architecture, flora and fauna in their bills. Some currencies that have made that change include the Danish krone, the Euro and the Swiss Franc."},{"type":"text","value":"While it’s unclear whether more currencies will move towards faceless banknotes, their legacy and historical value will remain a subject of study and a source of heated discourse. So, next time you open your wallet you won’t see just little pieces of paper but rather symbols of power itself–spending power, political power, ideological power and more."},{"type":"text","value":"The next time you exchange cash, in your native country or a new one, what will you notice about the design and whose history is being represented?"}]},{"type":"methods","value":[{"type":"text","value":"Since we wanted to learn more about the specific people on banknotes, we narrowed our investigation to banknotes with non-generic people on them. This means that the country has explicitly said that the portrait on the banknote belongs to a specific person and it’s not an unspecified representation of a villager, a woman, a fictional character, etc."},{"type":"text","value":"Another condition we followed was to only count circulating banknotes that aren’t being recalled. This way we are only looking at bills that are and will continue to be legal tender for the foreseeable future."},{"type":"text","value":"We drew inspiration from a <a href= \"https://www.vox.com/2016/4/21/11456180/women-us-money\" target=\"_blank\">2016 article</a>by Vox about women on world banknotes. Since then, the data has changed so we collected updated numbers for this article."},{"type":"text","value":"Please remember that the conclusions and statistics presented in this article are only applicable for the countries analyzed. Collecting updated data on world banknotes is difficult because there isn’t a centralized governing body that keeps up-to-date records. Another limitation was that we are only proficient in English and Spanish but some countries' central bank websites weren’t available in those languages so we couldn’t cross-reference the data."},{"type":"text","value":"If you would like to do extra research on the topic, refer to Standard Catalog of World Paper Money 25th Edition or <a href= \"https://en.wikipedia.org/wiki/List_of_people_on_banknotes\" target=\"_blank\">Wikipedia’s list of people on banknotes</a> but again, remember these resources aren’t updated all the time and you might have to cross-reference with other resources. Many countries keep thorough records of their money on their central bank’s website so that is a good resource too."}]}]}